content/posts/Resolving_genetic_heterogeneity_in_cancer_by_Turajlic,_Graham,_and_Swanton_et_al_2019.md
+++
title = "Resolving genetic heterogeneity in cancer by Turajlic, Graham, and Swanton et al 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:46-04:00
slug = "Resolving_genetic_heterogeneity_in_cancer_by_Turajlic,_Graham,_and_Swanton_et_al_2019"
draft = false
+++

## Is cancer a special case of evolution? {#is-cancer-a-special-case-of-evolution}


### Subclones \* subpopulations of cells within a tumor distinguished by genetic alterations and growth rates {#subclones-subpopulations-of-cells-within-a-tumor-distinguished-by-genetic-alterations-and-growth-rates}


### [asexual evolution]({{< relref "asexual_evolution" >}}) {#asexual-evolution--asexual-evolution-dot-md}

<!--list-separator-->

-  replication

<!--list-separator-->

-  heritable variation

<!--list-separator-->

-  genetic drift

<!--list-separator-->

-  selection


###  {#}


## Current models of tumor evolution {#current-models-of-tumor-evolution}


### Selection {#selection}


### Branching evolution {#branching-evolution}


### Linear evolution {#linear-evolution}


### Neutral evolution {#neutral-evolution}


### Punctuated evolution {#punctuated-evolution}


## Inferring evolutionary mode with genomics {#inferring-evolutionary-mode-with-genomics}


### Bulk sequencing {#bulk-sequencing}


### Choice of sequencing assay {#choice-of-sequencing-assay}


### Allelic copy number correction {#allelic-copy-number-correction}


### Single-cell sequencing {#single-cell-sequencing}


## Detecting selection {#detecting-selection}


### Using clone frequency to detect selection {#using-clone-frequency-to-detect-selection}


### Using mutational patterns to detect selection {#using-mutational-patterns-to-detect-selection}


### Stochasticity versus determinism {#stochasticity-versus-determinism}


## Chromosome instability in cancer evolution {#chromosome-instability-in-cancer-evolution}


### CIN and clonal fitness {#cin-and-clonal-fitness}


### CIN and metastasis {#cin-and-metastasis}


### CIN and clinical outcomes {#cin-and-clinical-outcomes}


## Evolutionary patterns and patient outcomes {#evolutionary-patterns-and-patient-outcomes}


### Clonal diversity and clinical outcomes {#clonal-diversity-and-clinical-outcomes}


### Punctuated versus gradual evolution and clinical outcomes {#punctuated-versus-gradual-evolution-and-clinical-outcomes}


## Origin of treatment-resistant clones {#origin-of-treatment-resistant-clones}


### Resistance to targeted therapies {#resistance-to-targeted-therapies}


### Resistance to immune checkpoint inhibition {#resistance-to-immune-checkpoint-inhibition}


## Conclusions and perspective {#conclusions-and-perspective}
